rpi5-32/20240731-0853-glibc-default/logs/join-yes-8-1000-0/pgbench.log
pgbench (18devel)
transaction type: join.sql
scaling factor: 1
query mode: prepared
number of clients: 8
number of threads: 8
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 660199
number of failed transactions: 0 (0.000%)
latency average = 0.121 ms
initial connection time = 9.136 ms
tps = 66056.786109 (without initial connection time)